Updated to create unicode box drawing for arch proposal
Signed-off-by: Adam Ryason <aryason@nvidia.com>
